import type { Article } from '@/types/article';

export const articles: Article[] = [
	{
		id: 1,
		category: 'חדשות',
		title: 'הושגה הסכמה על פרטי עסקת החטופים',
		subtitle:
			'ההסכמה על עסקת חטופים הושגה בדוחא, לאחר שמשברים של הרגע האחרון נפתרו - בכירים אמריקנים וישראלים אישרו את הדיווחים. הקבינט והממשלה יתכנסו מחר - ויאשרו את העסקה. 33 חטופים ישוחררו תחילה במשך 6 שבועות: 30 מחבלים בתמורה לכל אזרח חטוף, 50 תמורת כל חיילת. אלו פרטי הסכם',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/15/HJatNMHDye/HJatNMHDye_0_0_850_479_0_x-large.jpg',
	},
	{
		id: 2,
		category: 'חדשות',
		title: 'כך נפתר המשבר האחרון במגעים לעסקה - שהושגה אחרי כשנה של סבבי מו"מ',
		subtitle:
			'בשתי פגישות גורליות בדוחא הושלם הנוסח הסופי של ההסכם. במהלך פגישת המתווכות עם חמאס, גורם מדיני בכיר טען כי ארגון הטרור "הציב דרישות חדשות בנוגע לציר פילדלפי" - ומיד לאחר מכן נפתר המשבר. לאחר מכן נקראה המשלחת הישראלית לחדר. מחר: הקבינט והממשלה יתכנסו - ויאשרו את העסקה',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/11/B1lO1AHxDkg/B1lO1AHxDkg_0_0_3000_1695_0_medium.jpg',
	},

	{
		id: 3,
		category: 'בריאות',
		title: 'ה-FDA אוסר על שימוש בצבע המאכל הזה: "עלול לסרטן"',
		subtitle:
			'צבע המאכל Red 3 שמעניק גוון אדום בוהק למגוון מוצרי מזון, משקאות ולסירופים לשיעול - נאסר לשימוש בארה"ב. ג\'ים ג\'ונס, בכיר ב-FDA, אמר שחולדות מעבדה שנחשפו לרמות גבוהות של Red 3 לקו בסרטן, אך הדגיש כי "התהליך לא מתרחש בבני אדם". זו גם הסיבה שב-FDA חוששים שהאיסור לא יעמוד באתגר המשפטי. באירופה, אוסטרליה ובניו זילנד כבר אסרו לשימוש את החומר',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/15/BkxMWjISDkl/BkxMWjISDkl_1_20_1000_563_0_medium.jpg',
	},

	{
		id: 4,
		category: 'בידור',
		title: 'תיאטרון פריזאי רדיקלי נקלע לצרות עקב מהגרים שהוזמנו ומסרבים לעזוב',
		subtitle:
			'התיאטרון גטה ליריק, שמזוהה עם חוגי השמאל הרדיקלי, הזמין כ-250 מהגרים לכנס בשם "המצאה מחדש של קבלת הפנים למהגרים בצרפת". מאז עברו חמישה שבועות, והמהגרים מאכלסים את חללי התיאטרון ומסרבים לעזוב - מה שהביא את התיאטרון קרוב לפשיטת רגל. עם זאת, בהודעה שפרסם התיאטרון נאמר כי "למרות שההשתלטות כפויה, לא יעלה על הדעת כי ה\'גטה ליריק\' ישליך את האנשים הללו לרחוב באמצע החורף"',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/15/rybGJM11rvkx/rybGJM11rvkx_368_37_1418_798_0_medium.jpg',
	},

	{
		id: 5,
		category: 'בסביבה',
		title: 'גבר תועד הורג חתול באכזריות בחיפה',
		subtitle:
			'בסרטון נראה החשוד מכה חתול למוות מחוץ לחנות חיות. פעיל למען בעלי חיים בחיפה: "החשוד תפס את החתול בזנב והטיח אותו ברצפה". המשטרה מנסה לאתר את החשוד, שתועד במצלמות האבטחה',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/15/rJjldLSvJg/rJjldLSvJg_139_25_300_169_0_medium.jpg',
	},
	{
		id: 6,
		category: 'כלכלה',
		title:
			'מדד דצמבר הוריד את האינפלציה ב-2024 ל-3.2%, מחירי הדירות עלו בכ-8% בשנה',
		subtitle:
			'הפתיעה לטובה: מדד המחירים לצרכן ירד בדצמבר ב-0.3%, ובכך הביא את האינפלציה השנתית לשיעור נמוך יותר מהצפי. מחירי הדירות עלו ב-0.6% באוקטובר-נובמבר לעומת החודשיים שקדמו להם, ובחישוב שנתי זינקו ב-7.8%',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2022/08/15/rJus3ydR5/rJus3ydR5_0_0_850_479_0_medium.jpg',
	},

	{
		id: 7,
		category: 'ספורט',
		title:
			'ב"מארקה" יישרו קו לגבי הארכת החוזה של רונאלדו, והוסיפו: "יקבל 5 אחוז מאל-נאסר"',
		subtitle:
			'בעיתון הספרדי דווח כי הפורטוגלי ימשיך בסעודיה עד קיץ 2026 עבור כ-183 מיליון אירו לעונה, ויקבל גם אחוז קטן מהבעלות, שיסמל את האמון שניתן בו. הקבוצה תתחזק בחלון הנוכחי, קאסמירו יגיע?',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/15/ryGIp7rDke/ryGIp7rDke_0_94_1970_1109_0_medium.jpg',
	},

	{
		id: 8,
		category: 'חופשה',
		title: '"יש לי מערכת יחסים של אהבה-שנאה עם העיר הזאת, פיתוי וגועל נפש"',
		subtitle:
			'ניו אורלינס, שנהרסה בשנת 2005 מפגיעת הוריקן קתרינה ושוקמה מאז, הוסיפה לפני כשבועיים צלקת חדשה למורשתה, עם פיגוע טרור שגבה את חייהם של 14 בני אדם בליל השנה החדשה. אמיר בוגן, ששהה לאחרונה חודש בעיר שהדאגה שכחה, חושף את סודות קסמה – בלי להעניק לה הנחות',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/14/ByuJ4XVVwyl/ByuJ4XVVwyl_1_105_1000_563_0_x-large.jpg',
	},

	{
		id: 9,
		category: 'אופנה',
		title:
			'המשפיענית האמריקנית שפועלת למען ישראל: "משפחתי קיבלה המון איומי מוות"',
		subtitle:
			'ליזי סבצקי ניהלה קריירה באינסטגרם עם שילוב של אופנה, משפחה ואמונה, אך מאז ששהתה בארץ ב-7 באוקטובר – הפכה לשגרירת הסברה של הקול הישראלי והמורשת היהודית ברשת החברתית. "אין מקום בעולם שבו הנשמה שלי מרגישה יותר בבית"',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2024/07/18/Sy2GKKL00C/Sy2GKKL00C_137_195_1385_780_0_x-large.jpg',
	},

	{
		id: 10,
		category: 'אוכל',
		title: 'הגענו לשוק של נתניה והופתענו: 5 מקומות שאתם חייבים לאכול בהם',
		subtitle:
			'היא אולי לא נחשבת ליעד קולינרי קלאסי, אך דווקא השוק של נתניה מציע חוויה מגוונת ועשירה של ריחות וטעמים. מהמטבח הטוניסאי, דרך בישולי סבתא ועד לשניצל עם המתכון הסודי',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/14/ry7Ul6x4Pke/ry7Ul6x4Pke_0_78_1620_913_0_x-large.jpg',
	},

	{
		id: 11,
		category: 'דיגיטל',
		title: 'ימים אחרונים לטיקטוק? זו האפליקציה החדשה שתנסה להשתלט על ארה"ב',
		subtitle:
			'"רדנוט" (RedNote) הסינית כובשת את לבבות "פליטי הטיקטוק", ימים ספורים לפני שגורלה של האפליקציה הפופולרית ייחרץ. משתמשים רבים כבר עשו את המעבר, אך לא בטוח שהפלטפורמה החדשה תוכל לענות על הצרכים של הקהל המערבי. בינתיים, גם Lemon8 מבית בייטדאנס מתחממת על הקווים',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/14/r1nvD0Qw1x/r1nvD0Qw1x_0_0_796_446_0_medium.jpg',
	},
	{
		id: 12,
		category: 'לאישה',
		title: 'נעמה בצלאל: "ברור שאם הפריטים היו זולים יותר הייתי מוכרת יותר"',
		subtitle:
			'בימי השיא היו לה 12 סניפים \nבארץ ושואו־רום בניו יורק, ומפורסמות כמו מאיה ורטהיימר ויעל גולדמן דגמנו את הבגדים הייחודיים שלה בתחילת דרכן,   אבל בחודש שעבר הודיעה המעצבת נעמה בצלאל שזהו, היא סוגרת. \nבריאיון היא מספרת על הקשיים של \nהשנים האחרונות וגם עונה לטענות על כך \nשהיא מייצרת רק למידות קטנות',
		imageUrl:
			'https://ynet-pic1.yit.co.il/cdn-cgi/image/format=auto/picserver6/crop_images/2025/01/13/BJ6j5tGPJl/BJ6j5tGPJl_238_272_1749_985_0_medium.jpg',
	},
];
